import Texnika1 from "../../../public/images/xeber/image1.png";
import Texnika2 from "../../../public/images/xeber/image1.png";
import Texnika3 from "../../../public/images/xeber/image1.png";
import Texnika4 from "../../../public/images/xeber/image1.png";
import Texnika5 from "../../../public/images/xeber/image1.png";
import Texnika6 from "../../../public/images/xeber/image1.png";
import Texnika7 from "../../../public/images/xeber/image1.png";
import Texnika8 from "../../../public/images/xeber/image1.png";

const newsAz = [
  {
    id: 1,
    head: "Название новости",
    date: "12.04.2022",
    img: Texnika1,
    infoF:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
    infoT:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
  },
  {
    id: 2,
    head: "Название новости",
    date: "12.04.2022",
    img: Texnika2,
    infoF:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
    infoT:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
  },
  {
    id: 3,
    head: "Название новости",
    date: "12.04.2022",
    img: Texnika3,
    infoF:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
    infoT:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
  },
  {
    id: 4,
    head: "Название новости",
    date: "12.04.2022",
    img: Texnika4,
    infoF:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
    infoT:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
  },
  {
    id: 5,
    head: "Название новости",
    date: "12.04.2022",
    img: Texnika5,
    infoF:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
    infoT:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
  },
  {
    id: 6,
    head: "Название новости",
    date: "12.04.2022",
    img: Texnika6,
    infoF:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
    infoT:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
  },
  {
    id: 7,
    head: "Название новости",
    date: "12.04.2022",
    img: Texnika7,
    infoF:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
    infoT:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
  },
  {
    id: 8,
    head: "Название новости",
    date: "12.04.2022",
    img: Texnika8,
    infoF:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
    infoT:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный типограф взял гранку шрифтов и переделал ее, чтобы сделать книгу образцов шрифтов. Он пережил не только пять столетий, но и скачок в электронную верстку, оставшись по существу неизменным. Он был популяризирован в 1960-х годах с выпуском листов Letraset, содержащих отрывки из Лорем Ипсум, а в последнее время с появлением программного обеспечения для настольных издательских систем, такого как Aldus PageMaker, включая версии",
  },
];

export default newsAz;
