import Avtokran from "../../../public/images/texnikalar/avtokran.png";
import Bobcat from "../../../public/images/texnikalar/bobcat.png";
import Ekskavator from "../../../public/images/texnikalar/ekskavator.png";
import EkskavatorYukleyici from "../../../public/images/texnikalar/ekskavatorYukleyici.png";
import Forklift from "../../../public/images/texnikalar/forklift.png";
import Forklift2 from "../../../public/images/texnikalar/forklift2.png";
import Katok from "../../../public/images/texnikalar/katok.png";
import Pompa from "../../../public/images/texnikalar/pompa.png";
import QaldiriciSebet from "../../../public/images/texnikalar/qaldiriciSebet.png";
import Shacman from "../../../public/images/texnikalar/shacman.png";
import Traktor from "../../../public/images/texnikalar/traktor.png";

const texnikalarRu = [
  {
    id: 1,
    class: "Экскаватор-погрузчик",
    head: "Экскаватор-погрузчик",
    img: EkskavatorYukleyici,
    name: "Экскаватор-погрузчик",
    year: 2022,
    priceMonth: "1000 АЗН",
    priceDay: "100 АЗН",
    about:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный печатник",
  },
  {
    id: 2,
    class: "Экскаваторы",
    head: "Экскаваторы",
    img: Ekskavator,
    name: "Экскаватор",
    year: 2022,
    priceMonth: "1000 АЗН",
    priceDay: "100 АЗН",
    about:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный печатник",
  },
  {
    id: 3,
    class: "Автокраны",
    head:"Автокраны",
    img: Avtokran,
    name: "Автокран",
    year: 2022,
    priceMonth: "1000 АЗН",
    priceDay: "100 АЗН",
    about:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный печатник",
  },
  {
    id: 4,
    class: "Вилочные-погрузчики",
    head: "Вилочные-погрузчики",
    img: Forklift,
    name: "Вилочный погрузчик",
    year: 2022,
    priceMonth: "1000 АЗН",
    priceDay: "100 АЗН",
    about:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный печатник",
  },
  {
    id: 5,
    class: "Вилочные-погрузчики",
    head: "Вилочные-погрузчики",
    img: Forklift2,
    name: "Вилочный погрузчик",
    year: 2022,
    priceMonth: "1000 АЗН",
    priceDay: "100 АЗН",
    about:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный печатник",
  },

  {
    id: 6,
    class: "Тракторы",
    head: "Тракторы",
    img: Traktor,
    name: "Трактор",
    year: 2022,
    priceMonth: "1000 АЗН",
    priceDay: "100 АЗН",
    about:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный печатник",
  },
  {
    id: 7,
    class: "Подъемные-корзины",
    head: "Подъемные-корзины",
    img: QaldiriciSebet,
    name: "Подъемная корзина",
    year: 2022,
    priceMonth: "1000 АЗН",
    priceDay: "100 АЗН",
    about:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный печатник",
  },
  {
    id: 8,
    class: "Каток",
    head: "Каток",
    img: Katok,
    name: "Каток",
    year: 2022,
    priceMonth: "1000 АЗН",
    priceDay: "100 АЗН",
    about:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный печатник",
  },
  {
    id: 9,
    class: "Бобкэт",
    head: "Бобкэт",
    img: Bobcat,
    name: "Бобкэт",
    year: 2022,
    priceMonth: "1000 АЗН",
    priceDay: "100 АЗН",
    about:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный печатник",
  },
  {
    id: 10,
    class: "Шакман",
    head: "Шакман",
    img: Shacman,
    name: "Шакман",
    year: 2022,
    priceMonth: "1000 АЗН",
    priceDay: "100 АЗН",
    about:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный печатник",
  },
  {
    id: 11,
    class: "Насос",
    head: "Насос",
    img: Pompa,
    name: "Насос",
    year: 2022,
    priceMonth: "1000 АЗН",
    priceDay: "100 АЗН",
    about:
      "Лорем Ипсум — это просто текст-пустышка полиграфической и наборной индустрии. Лорем Ипсум был стандартным текстом-пустышкой в ​​отрасли с 1500-х годов, когда неизвестный печатник",
  },
];
export default texnikalarRu;
